"""Найти максимальное число из трех"""
print('Введите три числа')
a = int(input('Введите первое число: '))
b = int(input('Введите второе число: '))
c = int(input('Введите третье число: '))
print('максимальное число из введенной последовательности', max(a, b ,c))